Repository: Crrrw011/BlocLens
Catalog: BlocLens/Resources/Localisation/Localizable.xcstrings
Source language: en_au
Languages: ko, zh_hans

# route.subjectiveGrade
source: Your Grade
ko: 내 등급
zh_hans: 你的难度

# route.suggestCorrection
source: Suggest a correction
ko: 수정 제안
zh_hans: 建议更正

# routeLifecycle.active
source: Active
ko: 활성
zh_hans: 进行中

# routeLifecycle.archived
source: Archived
ko: 보관됨
zh_hans: 已归档

# routeLifecycle.fresh
source: Fresh
ko: 신규
zh_hans: 新设

# routeLifecycle.resetSoon
source: Reset Soon
ko: 곧 리셋
zh_hans: 即将重置

# routeList.archivedRoutes
source: Archived Routes
ko: 보관된 루트
zh_hans: 已归档线路

# routeList.currentRoutes
source: Current Routes
ko: 현재 루트
zh_hans: 当前线路

# routeList.empty.message
source: Try changing the search, grade filter or route history option.
ko: 검색, 등급 필터 또는 루트 기록 옵션을 변경해 보세요.
zh_hans: 尝试更改搜索、等级筛选或历史线路选项。

# routeList.empty.title
source: No Matching Routes
ko: 일치하는 루트 없음
zh_hans: 没有匹配线路

# routeSort.grade
source: Grade
ko: 등급
zh_hans: 等级

# routeSort.mostBeta
source: Most beta
ko: 베타 많은 순
zh_hans: 解法最多

# routeSort.newest
source: Newest
ko: 최신순
zh_hans: 最新

# routeStyle.coordination
source: Coordination
ko: 코디네이션
zh_hans: 协调型

# routeStyle.dynamic
source: Dynamic
ko: 다이내믹
zh_hans: 动态

# routeStyle.powerful
source: Powerful
ko: 파워풀
zh_hans: 力量型

# routeStyle.static
source: Static
ko: 스태틱
zh_hans: 静态

# routeStyle.technical
source: Technical
ko: 테크니컬
zh_hans: 技巧型

# search.clear
source: Clear Search
ko: 검색 지우기
zh_hans: 清除搜索

# search.empty.message
source: Try another gym, wall zone, route colour or V Grade.
ko: 다른 암장, 벽 구역, 루트 색상 또는 V 등급을 검색해 보세요.
zh_hans: 尝试其他岩馆、墙区、线路颜色或 V Grade。

# search.empty.title
source: No Results
ko: 검색 결과 없음
zh_hans: 没有结果

# search.googlePlaces.section
source: From Google
ko: Google 검색 결과
zh_hans: 来自 Google

# search.localResults
source: In BlocLens
ko: BlocLens 내 결과
zh_hans: BlocLens 内结果

# search.prompt
source: Search gyms, wall zones and routes
ko: 암장, 벽 구역 및 루트 검색
zh_hans: 搜索岩馆、墙区和线路

# search.routePrompt
source: Search by colour, tag or grade
ko: 색상, 태그 또는 등급으로 검색
zh_hans: 按颜色、标签或等级搜索

# search.submitGym
source: Submit
ko: 제출
zh_hans: 提交

# search.title
source: Search
ko: 검색
zh_hans: 搜索

# settings.appearance
source: Appearance
ko: 화면 모드
zh_hans: 外观

# settings.changePassword
source: Change password
ko: 비밀번호 변경
zh_hans: 修改密码

# settings.deleteAccount
source: Delete account
ko: 계정 삭제
zh_hans: 删除账户

# settings.deleteAccount.confirm
source: Delete account
ko: 계정 삭제
zh_hans: 删除账户

# settings.deleteAccount.confirmationMessage
source: Your private data will be permanently deleted. Public contributions you made will remain but will no longer be linked to you.
ko: 개인 데이터는 영구적으로 삭제됩니다. 커뮤니티에 게시한 콘텐츠는 유지되지만 더 이상 사용자와 연결되지 않습니다.
zh_hans: 您的私人数据将被永久删除。您发布的公开内容会保留，但不再与您关联。

# settings.deleteAccount.confirmationTitle
source: Delete your account?
ko: 계정을 삭제하시겠습니까?
zh_hans: 删除您的账户？

# settings.deleteAccount.errorTitle
source: Could not delete account
ko: 계정을 삭제할 수 없습니다
zh_hans: 无法删除账户

# settings.deleteAccount.failedMessage
source: Account deletion failed. Please try again.
ko: 계정 삭제에 실패했습니다. 다시 시도해 주세요.
zh_hans: 账户删除失败，请重试。

# settings.development
source: Development
ko: 개발
zh_hans: 开发

# settings.exportLogbook
source: Export Logbook
ko: 로그북 내보내기
zh_hans: 导出攀登日志

# settings.feedback.category
source: Category
ko: 카테고리
zh_hans: 类别

# settings.feedback.footer
source: Feedback is sent to the BlocLens team for review. Please do not include personal information.
ko: 피드백은 BlocLens 팀에 전달되어 검토됩니다. 개인정보는 포함하지 마세요.
zh_hans: 反馈将发送给 BlocLens 团队审核。请勿包含个人信息。

# settings.feedback.message
source: Message
ko: 메시지
zh_hans: 内容

# settings.feedback.messagePrompt
source: Tell us what happened or what you would like to see
ko: 무슨 일이 있었는지 또는 보고 싶은 기능을 알려주세요
zh_hans: 告诉我们发生了什么或您希望看到的内容

# settings.feedback.submit
source: Send Feedback
ko: 피드백 보내기
zh_hans: 发送反馈

# settings.feedback.success
source: Thank you. Your feedback has been received.
ko: 감사합니다. 피드백이 접수되었습니다.
zh_hans: 感谢您的反馈，我们已收到。

# settings.helpCentre
source: Help Centre
ko: 도움말 센터
zh_hans: 帮助中心

# settings.language
source: Language
ko: 언어
zh_hans: 语言

# settings.language.englishAustralian
source: English (Australia)
ko: 영어 (호주)
zh_hans: 英语（澳大利亚）

# settings.language.korean
source: Korean
ko: 한국어
zh_hans: 韩语

# settings.language.simplifiedChinese
source: Simplified Chinese
ko: 중국어 간체
zh_hans: 简体中文

# settings.language.system
source: System
ko: 시스템
zh_hans: 跟随系统

# settings.mockSignOut
source: Mock sign out
ko: Mock 로그아웃
zh_hans: 模拟退出登录

# settings.notifications
source: Notification Preferences
ko: 알림 환경설정
zh_hans: 通知偏好

# settings.notifications.followedContributors
source: Followed contributors
ko: 팔로우한 기여자
zh_hans: 已关注贡献者

# settings.notifications.gymResets
source: Gym resets
ko: 암장 리셋
zh_hans: 岩馆换线

# settings.notifications.newBetaProjects
source: New beta for projects
ko: 프로젝트의 새 베타
zh_hans: 项目的新解法

# settings.notifications.projectRemoval
source: Project removal
ko: 프로젝트 철거
zh_hans: 项目拆除

# settings.placeholderMessage
source: This information page is reserved for a later implementation stage.
ko: 이 정보 페이지는 이후 구현 단계를 위해 예약되었습니다.
zh_hans: 此信息页面将在后续阶段实现。

# settings.privacy
source: Privacy
ko: 개인정보 보호
zh_hans: 隐私

# settings.resetBetaSafety
source: Reset beta safety confirmation
ko: 베타 안전 확인 재설정
zh_hans: 重置解法安全确认

# settings.resetOnboarding
source: Reset onboarding
ko: 온보딩 재설정
zh_hans: 重置引导

# settings.safety
source: Safety
ko: 안전
zh_hans: 安全

# settings.sendFeedback
source: Send Feedback
ko: 피드백 보내기
zh_hans: 发送反馈

# settings.signOut
source: Sign out
ko: 로그아웃
zh_hans: 退出登录

# settings.title
source: Settings
ko: 설정
zh_hans: 设置

# state.error.title
source: Something Went Wrong
ko: 문제가 발생했습니다
zh_hans: 出现问题

# state.fixtureError.message
source: The development fixture could not be loaded.
ko: 개발용 데이터를 불러올 수 없습니다.
zh_hans: 无法加载开发测试数据。

# state.loading
source: Loading…
ko: 불러오는 중…
zh_hans: 正在加载…

# state.offline.cachedMessage
source: You are offline. Showing cached development data.
ko: 오프라인입니다. 캐시된 개발용 데이터를 표시합니다.
zh_hans: 当前离线，正在显示缓存的开发数据。

# state.offline.noCacheMessage
source: You are offline and no cached data is available.
ko: 오프라인이며 캐시된 데이터가 없습니다.
zh_hans: 当前离线，且没有可用缓存数据。

# state.offline.title
source: Offline
ko: 오프라인
zh_hans: 离线

# surfaceMaterial.composite
source: Composite
ko: 복합 재질
zh_hans: 复合材料

# surfaceMaterial.concrete
source: Concrete
ko: 콘크리트
zh_hans: 混凝土

# surfaceMaterial.fibreglass
source: Fibreglass
ko: 유리 섬유
zh_hans: 玻璃纤维

# surfaceMaterial.other
source: Other
ko: 기타
zh_hans: 其他

# surfaceMaterial.plywood
source: Plywood
ko: 합판
zh_hans: 胶合板

# surfaceTexture.lightlyTextured
source: Lightly textured
ko: 가벼운 질감
zh_hans: 轻微质感

# surfaceTexture.rough
source: Rough
ko: 거친 질감
zh_hans: 粗糙

# surfaceTexture.smooth
source: Smooth
ko: 매끄러움
zh_hans: 光滑

# surfaceTexture.textured
source: Textured
ko: 일반 질감
zh_hans: 有质感

# tab.add
source: Add
ko: 추가
zh_hans: 添加

# tab.home
source: Home
ko: 홈
zh_hans: 首页

# tab.logbook
source: Logbook
ko: 로그북
zh_hans: 攀爬日志

# tab.map
source: Map
ko: 지도
zh_hans: 地图

# tab.profile
source: Profile
ko: 프로필
zh_hans: 个人资料

# terrain.cave
source: Cave
ko: 케이브
zh_hans: 岩洞

# terrain.mixed
source: Mixed
ko: 혼합
zh_hans: 混合

# terrain.overhang
source: Overhang
ko: 오버행
zh_hans: 仰角

# terrain.roof
source: Roof
ko: 루프
zh_hans: 屋顶

# terrain.slab
source: Slab
ko: 슬랩
zh_hans: 斜板

# terrain.vertical
source: Vertical
ko: 수직
zh_hans: 垂直

# wallAvailability.active
source: Active
ko: 사용 가능
zh_hans: 开放

# wallAvailability.archived
source: Archived
ko: 보관됨
zh_hans: 已归档

# wallAvailability.temporarilyUnavailable
source: Temporarily Unavailable
ko: 일시 이용 불가
zh_hans: 暂不可用

# wallKind.compWall
source: Comp Wall
ko: 대회 월
zh_hans: 比赛墙

# wallKind.regularSetWall
source: Regular Set Wall
ko: 정규 세트 월
zh_hans: 常规设置墙

# wallKind.sprayWall
source: Spray Wall
ko: 스프레이 월
zh_hans: 喷涂墙

# wallType.cave
source: Cave
ko: 케이브
zh_hans: 洞穴

# wallType.mixed
source: Mixed Terrain
ko: 복합 지형
zh_hans: 混合地形

# wallType.overhang
source: Overhang
ko: 오버행
zh_hans: 仰角

# wallType.slab
source: Slab
ko: 슬랩
zh_hans: 斜板

# wallType.vertical
source: Vertical
ko: 수직
zh_hans: 垂直

# wallZone.add.boltHoles
source: Bolt holes
ko: 볼트 홀
zh_hans: 螺栓孔

# wallZone.add.location
source: Location description (optional)
ko: 위치 설명 (선택)
zh_hans: 位置说明（可选）

# wallZone.add.locationPrompt
source: Describe where this wall zone sits in the venue — e.g. main hall, upper level, near entrance
ko: 이 벽 구역이 시설 내 어디에 있는지 설명하세요 — 예: 메인 홀, 상층부, 입구 근처
zh_hans: 描述该墙区在场馆中的大概位置——如主厅、上层、入口附近

# wallZone.add.name
source: Wall zone name
ko: 벽 구역 이름
zh_hans: 墙区名称

# wallZone.add.namePrompt
source: e.g. Main Cave
ko: 예: 메인 동굴
zh_hans: 例如：主岩洞

# wallZone.add.requiredFooter
source: A wall zone name is required. The remaining fields help other climbers identify the zone.
ko: 벽 구역 이름이 필요합니다. 나머지 항목은 다른 등반가가 구역을 식별하는 데 도움이 됩니다.
zh_hans: 墙区名称为必填，其余字段有助于其他攀岩者识别该墙区。

# wallZone.add.sortOrder
source: Display order (optional)
ko: 표시 순서 (선택)
zh_hans: 显示顺序（可选）

# wallZone.add.surfaceMaterial
source: Surface material
ko: 표면 재질
zh_hans: 表面材质

# wallZone.add.surfaceTexture
source: Surface texture
ko: 표면 질감
zh_hans: 表面质感

# wallZone.add.title
source: Add Wall Zone
ko: 벽 구역 추가
zh_hans: 添加墙区

# wallZone.add.wallKind
source: Wall type
ko: 벽 유형
zh_hans: 墙型

# wallZone.add.wallType
source: Wall type
ko: 벽 유형
zh_hans: 墙型

# wallZone.edit
source: Edit Wall Zone
ko: 벽 구역 편집
zh_hans: 编辑墙区

# wallZone.empty.message
source: No named wall zones are available for this gym.
ko: 이 암장에 명명된 벽 구역이 없습니다.
zh_hans: 此岩馆暂无命名墙区。

# wallZone.empty.title
source: No Wall Zones
ko: 벽 구역 없음
zh_hans: 暂无墙区

# wallZone.reportIssue
source: Report an Issue
ko: 문제 신고
zh_hans: 报告问题
